Repository: praekeltfoundation/gem-bbb-indo-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: id

source: Editing of challenges is disallowed when participants have already answered.
id: Maaf, kamu sudah pernah menjawab dan tidak bisa mengganti tantangan.

source: Dates
id: Tanggal

source: Images
id: Gambar

source: Query param was invalid.
id: Hasil pencarian tidak ditemukan

source: Image file not found
id: Gambar tidak ditemukan

source: First Goal Created
id: Target pertama telah dibuat

source: Awarded to users when they create their first Goal.
id: Diberikan kepada pengguna saat mereka menciptakan target pertama mereka

source: First Goal Half Way
id: Setengah jalan menuju target pertama

source: Awarded to users when they are half-way through their first Goal.
id: Diberikan kepada pengguna saat mereka hampir mencapai target pertama

source: One Week Left
id: Satu minggu lagi

source: Awarded to users when they have one week left to save on their first Goal.
id: Diberikan kepada pengguna saat mereka memiliki sisa 1 minggu menuju target pertama

source: First Goal Done
id: Target pertama selesai

source: Awarded to users when they reach their first Goal.
id: Diberikan kepada pengguna saat mereka sukses meraih target pertama

source: First Saving
id: Tabungan pertama

source: Awarded to users when they create their first savings transaction.
id: Diberikan kepada pengguna saat mereka membuat tabungan pertama.

source: 2 Week Streak
id: 2 minggu berturut-turut

source: Awarded when a user has saved for 2 weeks.
id: Diberikan saat pengguna berhasil menabung selama 2 minggu berturut-turut.

source: 4 Week Streak
id: 4 minggu berturut-turut

source: Awarded when a user has saved for 4 weeks.
id: Diberikan saat pengguna berhasil menabung selama 4 minggu berturut-turut.

source: 6 Week Streak
id: 6 minggu berturut-turut

source: Awarded when a user has save for 6 weeks.
id: Diberikan saat pengguna berhasil menabung selama 6 minggu berturut-turut.

source: 2 Week On Target
id: 2 minggu sesuai target

source: Awarded when a user has reached their weekly target 2 weeks in a row.
id: Diberikan saat pengguna telah mencapai target mingguan mereka 2 minggu berturut-turut.

source: 4 Week On Target
id: 4 minggu sesuai target

source: Awarded when a user has reached their weekly target 4 weeks in a row.
id: Diberikan saat pengguna telah mencapai target mingguan mereka 4 minggu berturut-turut.

source: 6 Week On Target
id: 6 minggu sesuai target

source: Awarded when a user has reached their weekly target 6 weeks in a row.
id: Diberikan saat pengguna telah mencapai target mingguan mereka 6 minggu berturut-turut.

source: Challenge Winner
id: pemenang tantangan

source: Facebook App Id
id: ID Aplikasi Facebook

source: The App Id provided by Facebook via the Developer Console.
id: App Id yang disediakan oleh Facebook melalui Developer Console.

source: agreement
id: persetujuan

source: agreements
id: persetujuan

source: challenge name
id: nama tantangan

source: intro dialogue
id: introduksi

source: The opening line said by the Coach when telling the user about the Challenge.
id: Kalimat yang diucapkan oleh Coach ketika menjelaskan tentang Tantangan.

source: outro dialogue
id: penutup

source: The line said by the Coach when the user has completed their Challenge submission.
id: Kalimat yang diucapkan oleh Coach saat pengguna menyelesaikan Tantangan.

source: call to action
id: ajakan

source: Displayed on the Challenge popup when it is not available yet.
id: Ditampilkan di pop up Tantangan saat belum tersedia.

source: instructional text
id: teks perintah

source: Displayed on the Challenge splash screen when it is available.
id: Ditampilkan di layar tunggu Tantangan saat tersedia.

source: activate on
id: diaktifkan pada

source: deactivate on
id: dinonaktifkan pada

source: state
id: status

source: Incomplete
id: Belum Lengkap

source: Ready for review
id: Siap ditinjau

source: Published
id: Diterbitkan

source: Done
id: Selesai

source: type
id: tipe

source: Quiz
id: Kuis

source: Picture
id: Gambar

source: Free text
id: Teks bebas

source: picture
id: gambar

source: processed
id: diproses

source: challenge
id: tantangan

source: challenges
id: tantangan

source: Challenge
id: Tantangan

source: Instructional Text
id: Teks Perintah

source: Coach UI
id: User Interface untuk Coach

source: Free Text Question
id: Pertanyaan Bebas

source: Only relevant for Freeform type Challenges.
id: Hanya relevan untuk Teks Bebas bertipe Tantangan.

source: Picture Question
id: Pertanyaan Gambar

source: Only relevant for Picture type Challenges.
id: Hanya relevan untuk Gambar bertipe Tantangan.

source: Quiz Questions
id: Pertanyaan Kuis

source: Only relevant for Quiz type Challenges.
id: Hanya relevan untuk Kuis bertipe Tantangan.

source: order
id: urutan

source: text
id: teks

source: hint
id: petunjuk

source: question
id: pertanyaan

source: questions
id: pertanyaan

source: Question
id: Pertanyaan

source: Question Options
id: Pilihan Pertanyaan

source: picture URL
id: URL gambar

source: correct
id: benar

source: question option
id: pilihan pertanyaan

source: question options
id: pilihan pertanyaan

source: picture question
id: pertanyaan gambar

source: picture questions
id: pertanyaan gambar

source: Picture Questions
id: Pertanyaan Gambar

source: free text question
id: pertanyaan bebas

source: free text questions
id: pertanyaan bebas

source: Free Text Questions
id: Pertanyaan Bebas

source: created on
id: dibuat pada

source: completed on
id: dilengkapi pada

source: is read
id: sudah dibaca

source: is shortlisted
id: terpilih

source: is winner
id: pemenang

source: participant
id: peserta

source: participants
id: peserta

source: Participant
id: Peserta

source: saved on
id: disimpan pada

source: entry
id: daftar nama

source: entries
id: daftar nama

source: answered on
id: dijawab tanggal

source: participant answer
id: jawaban peserta

source: participant answers
id: jawaban peserta

source: picture answer
id: jawaban gambar

source: picture answers
id: jawaban gambar

source: free-text answer
id: jawaban bebas

source: free-text answers
id: jawaban bebas

source: The opening line said by the Coach when telling the user about the Tip.
id: Kalimat awal yang diucapkan oleh Coach saat menjelaskan tentang Tips.

source: tip
id: tips

source: Disabled
id: Tidak Diizinkan

source: Enabled
id: Diizinkan

source: tip favourite
id: tips favorit

source: tip favourites
id: tips favorit

source: Inactive
id: Non Aktif

source: Active
id: Aktif

source: goal prototype
id: draft tujuan

source: goal prototypes
id: draft tujuan

source: goal
id: tujuan

source: goals
id: tujuan

source: date
id: tanggal

source: goal transaction
id: tujuan transaksi

source: goal transactions
id: tujuan transaksi

source: None
id: tidak ada

source: The name of the page as it will appear in URLs e.g http://domain.com/blog/[my-slug]/
id: slug

source: The opening line said by the Coach when presenting the user with their Badge.
id: Kalimat yang diucapkan oleh Coach ketika menjelaskan tentang Badge.

source: badges
id: badge

source: user badge
id: badge user

source: user badges
id: badge user

source: date created
id: dibuat pada

source: has been read
id: telah dibaca

source: Report a problem
id: Laporkan kendala

source: General feedback
id: Feedback umum

source: Sponsorship and partnership requests
id: Permintaan sponsor dan kerjasama

source: feedback entry
id: Entri feedback

source: budget
id: anggaran

source: Budget
id: Anggaran

source: Are you still having to borrow money from your parents to get the things that you want? Life is more awesome when you save money and reach goals on your own. Let Dooit help!
id: Masih suka minta uang sama orangtua buat beli barang-barang yang lagi kamu pengen? Lebih baik kamu nabung sendiri dengan bantuan Dooit!

source: Written for you, by Bina.
id: Ditulis untukmu oleh Bina.

source: Participants
id: Peserta

source: Competitions
id: Kompetisi

source: Goal Prototypes
id: Draft Tujuan

source: Badges
id: Badge

source: Multiple survey submissions are not allowed.
id: Kiriman survei berkelipatan tidak diizinkan

source: notification body
id: notifikasi

source: The content body of the first Survey notification the user receives.
id: Isi notifikasi survei pertama yang diterima oleh pengguna

source: reminder notification body
id: Pengingat notifikasi

source: The content body of the repeating Survey notifications the user receives.
id: Isi pemberitahuan Survei berulang yang diterima pengguna.

source: days to deliver
id: Waktu yang dibutuhkan

source: The number of days after user registration that the Survey will be available.
id: Jumlah hari setelah pengguna mendaftar hingga Survey tersedia

source: none
id: tidak ada

source: Unique User ID
id: Identitas Unik Pengguna

source: Name
id: Nama

source: Username
id: Nama Pengguna

source: Gender
id: Jenis Kelamin

source: Age
id: Umur

source: Consented to Survey
id: Persetujuan untuk Melakukan Survey

source: Push Notifications
id: Notifikasi

source: Form fields
id: Form

source: Field identifier. Warning: Changing this will prevent existing submissions' fields from being exported.
id: Tanda pengenal field. Peringatan: Perubahan di bidang ini akan menghalangi pengiriman pengajuan field

source: coach survey submission draft
id: Draf submisi survei Bina

source: coach survey submission drafts
id: Draf submisi survei Bina

source: Provided old password did not match existing password.
id: Sandi yang Anda masukkan tidak cocok.

source: regular user
id: pengguna

source: regular users
id: pengguna

source: system administrator
id: sistem administrator

source: system administrators
id: sistem administrator

source: Phone number must be entered in the format: '+999999999'. Up to 15 digits allowed.
id: Nomor telepon harus dimasukkan dalam format: '+999999999'. Diperbolehkan untuk mengisi lebih dari 15 digit.

source: age
id: umur

source: Male
id: Laki-laki

source: Female
id: Perempuan

source: mobile number
id: nomor telepon

source: security question
id: pertanyaan keamanan

source: Security question must be at least %d characters long
id: Pertanyaan keamanan minimal harus %d karakter

source: profile
id: profil

source: profiles
id: profil

source: Google Analytics ID
id: Akun Google Analytics

source: Required.
id: Dibutuhkan.

source: No such username exists.
id: Nama pengguna belum terdaftar.

source: Unknown username error.
id: Nama pengguna tidak dikenal.

source: Incorrect answer (remember capital letters).
id: Data yang kamu masukan salah (jangan lupa huruf kapital)
